/* Add Owner */
"AddOwner" = "Add Owner";

/* Are you sure you wish to delete the owner %@ ? */
"DeleteOwner" = "Are you sure you wish to delete the owner %@ ?";

/* The Owner you are editing was deleted remotely. You will be returned to the main screen. */
"Deleted.Message" = "The Owner you are editing was deleted remotely. You will be returned to the main screen.";

/* Current Owner Deleted */
"Deleted.Title" = "Current Owner Deleted";

/* Edit Owner */
"EditOwner" = "Edit Owner";

/* The Owner you are editing was modified remotely. You will be returned to the main screen. */
"Modified.Message" = "The Owner you are editing was modified remotely. You will be returned to the main screen.";

/* Current Owner Modified */
"Modified.Title" = "Current Owner Modified";

